var test = function(){
  var apy = [{
    'name': '招商银行'
  },
    {
      'name': '建设银行'
    },
    {
      'name': '交通银行'
    },
    {
      'name': '邮储银行'
    },
    {
      'name': '工商银行'
    },
    {
      'name': '农业银行'
    },
    {
      'name': '中国银行'
    },
    {
      'name': '中信银行'
    },
    {
      'name': '光大银行'
    },
    {
      'name': '华夏银行'
    },
    {
      'name': '民生银行'
    },
    {
      'name': '广发银行'
    },
    {
      'name': '平安银行'
    },
    {
      'name': '星展银行'
    },
    {
      'name': '恒生银行'
    },
    {
      'name': '渣打银行'
    },
    {
      'name': '汇丰银行'
    },
    {
      'name': '东亚银行'
    },
    {
      'name': '花旗银行'
    },
    {
      'name': '浙商银行'
    },
    {
      'name': '恒丰银行'
    },
    {
      'name': '浦东发展银行'
    },
    {
      'name': '兴业银行'
    },
    {
      'name': '齐鲁银行'
    },
    {
      'name': '烟台银行'
    },
    {
      'name': '淮坊银行'
    },
    {
      'name': '渤海银行'
    },
    {
      'name': '上海银行'
    },
    {
      'name': '厦门银行'
    },
    {
      'name': '北京银行'
    },
    {
      'name': '福建海峡银行'
    },
    {
      'name': '吉林银行'
    },
    {
      'name': '宁波银行'
    },
    {
      'name': '焦作市商业银行'
    },
    {
      'name': '温州银行'
    },
    {
      'name': '广州银行'
    },
    {
      'name': '汉口银行'
    },
    {
      'name': '龙江银行'
    },
    {
      'name': '盛京银行'
    },
    {
      'name': '洛阳银行'
    },
    {
      'name': '辽阳银行'
    },
    {
      'name': '大连银行'
    }, {
      'name': '苏州银行'
    },
    {
      'name': '河北银行'
    },
    {
      'name': '杭州银行'
    }, {
      'name': '南京银行'
    },
    {
      'name': '东莞银行'
    },
    {
      'name': '金华银行'
    },
    {
      'name': '乌鲁木齐商业银行'
    },
    {
      'name': '绍兴银行'
    },
    {
      'name': '成都银行'
    },
    {
      'name': '抚顺银行'
    },
    {
      'name': '临商银行'
    },
    {
      'name': '宜昌市商业银行'
    },
    {
      'name': '葫芦岛银行'
    },
    {
      'name': '郑州银行'
    },
    {
      'name': '宁夏银行'
    },
    {
      'name': '珠海华润银行'
    },
    {
      'name': '齐商银行'
    },
    {
      'name': '锦州银行'
    },
    {
      'name': '徽商银行'
    },
    {
      'name': '重庆银行'
    },
    {
      'name': '哈尔滨银行'
    },
    {
      'name': '贵阳银行'
    },
    {
      'name': '西安银行'
    },
    {
      'name': '无锡市商业银行'
    },
    {
      'name': '丹东银行'
    },
    {
      'name': '兰州银行'
    },
    {
      'name': '南昌银行'
    },
    {
      'name': '晋商银行'
    },
    {
      'name': '青岛银行'
    },
    {
      'name': '南通商业银行'
    },
    {
      'name': '九江银行'
    },
    {
      'name': '日照银行'
    },
    {
      'name': '鞍山银行'
    },
    {
      'name': '秦皇岛银行'
    },
    {
      'name': '青海银行'
    },
    {
      'name': '台州银行'
    },
    {
      'name': '盐城银行'
    },
    {
      'name': '长沙银行'
    },
    {
      'name': '赣州银行'
    },
    {
      'name': '泉州银行'
    },
    {
      'name': '营口银行'
    },
    {
      'name': '富滇银行'
    },
    {
      'name': '阜新银行'
    },
    {
      'name': '嘉兴银行'
    },
    {
      'name': '廊坊银行'
    },
    {
      'name': '泰隆商业银行'
    },
    {
      'name': '内蒙古银行'
    },
    {
      'name': '湖州银行'
    },
    {
      'name': '沧州银行'
    },
    {
      'name': '广西北部湾银行'
    },
    {
      'name': '包商银行'
    },
    {
      'name': '威海商业银行'
    },
    {
      'name': '攀枝花市商业银行'
    },
    {
      'name': '绵阳市商业银行'
    },
    {
      'name': '泸州市商业银行'
    },
    {
      'name': '三门峡银行'
    },
    {
      'name': '邢台银行'
    },
    {
      'name': '商丘市商业银行'
    },
    {
      'name': '安徽省农村信用社'
    },
    {
      'name': '江西省农村信用社'
    },
    {
      'name': '湖南农村信用社'
    },
    {
      'name': '无锡农村商业银行'
    }
  ]
  return apy
}

export default test

